[
    {
        "title": "Starving Child and Vulture | 1993",
        "url": "assets/starving child.jpg",
        "description": "This image is another Pulitzer Prize-winning image. As famous for its social impact, as it is the ethical issues it raised. In 1993 South African photojournalist Kevin Carter traveled to Sudan to photograph the famine. His image of a collapsed child, with a vulture stalking over her, not only caused public outrage because of the horrific subject. It also stirred up a lot of criticism directed toward the photographer, for photographing the child, rather than helping her. That day, and the onslaught that came after continued to haunt Carter until he took his own life in 1994."
    },
    {
        "title": "Saigon Execution | 1968",
        "url": "assets/saigon-execution.jpg",
        "description": "Pulitzer Prize-winning photojournalist Eddie Adams was on the streets of Saigon on the 1st February 1968 photographing the devastation of the war. Believing he was witnessing a routine execution of a prisoner. He looked through the viewfinder of his camera, to capture the scene. But what he captured was the casual assassination of the prisoner. This iconic photo became one of the most powerful images of the Vietnam War. It helped fuel the anti-war movement and end US involvement in the war because it brought to life in a horrific visual, the magnitude of the violence occurring."
    },
    {
        "title": "Alan Kurdi, Nilüfer Demir, 2015",
        "url": "assets/syria child.jpg",
        "description": "The war in Syria had been going on for more than four years when Alan Kurdi’s parents lifted the 3-year-old boy and his 5-year-old brother into an inflatable boat and set off from the Turkish coast for the Greek island of Kos, just three miles away. Within minutes of pushing off, a wave capsized the vessel, and the mother and both sons drowned. On the shore near the coastal town of Bodrum a few hours later, Nilufer Demir of the Dogan News Agency, came upon Alan, his face turned to one side and bottom elevated as if he were just asleep. “There was nothing left to do for him. There was nothing left to bring him back to life,” she said. So Demir raised her camera. 'I thought, This is the only way I can express the scream of his silent body.' The resulting image became the defining photograph of an ongoing war that, by the time Demir pressed her shutter, had killed some 220,000 people. It was taken not in Syria, a country the world preferred to ignore, but on the doorstep of Europe, where its refugees were heading. Dressed for travel, the child lay between one world and another: waves had washed away any chalky brown dust that might locate him in a place foreign to Westerners’ experience. It was an experience the Kurdis sought for themselves, joining a migration fueled as much by aspiration as desperation. The family had already escaped bloodshed by making it across the land border to Turkey; the sea journey was in search of a better life, one that would now become — at least for a few months — far more accessible for the hundreds of thousands traveling behind them. Demir’s image whipped around social media within hours, accumulating potency with every share. News organizations were compelled to publish it—or publicly defend their decision not to. And European governments were suddenly compelled to open closed frontiers. Within a week, trainloads of Syrians were arriving in Germany to cheers, as a war lamented but not felt suddenly brimmed with emotions unlocked by a picture of one small, still form."
    },
    {
        "title": "The Terror of War | 1972",
        "url": "assets/Nick-Ut-1972-vietnam-napalm-girl.jpg",
        "description": "25 miles northwest of Saigon, war photographer Nick Ut, captured one of the most harrowing images in the history of the Vietnam War. More often than not, the faces of those who suffer through the collateral damage of war are not seen.But the harrowing image of  9-year-old Phan Thi Kim Phuc forced the world to see. A victim of mistakenly dropped napalm, she was later helped by Ut and received lifesaving treatment. At the time of publication in 1972 many Newspapers had to relax their policies on nudity. The image remains controversial to this day, recently it was briefly removed from Facebook for the same reasons. Nick Ut won a Pulitzer Prize for this famous image in 1973."
    },
    {
        "title": "Gandhi and the Spinning Wheel | 1946",
        "url": "assets/Margaret-Bourke-White-1946-gandhi.jpg",
        "description": "In 1946 Margaret Bourke-White, LIFE magazine’s first female photographer, was offered a rare opportunity to photograph Mahatma Gandhi. This dream opportunity quickly turned into a nightmare. She was made to overcome many challenges before gaining access to India’s ideological leader. Including to spin Gandhi’s famous homespun. After two failed shoots, thanks to technical difficulties, it was third time lucky for Bourke-White. This iconic image of Gandhi at his spinning wheel was captured less than two years before his assassination."
    },
    {
        "title": "A Man On The Moon, Neil Armstrong, Nasa, 1969",
        "url": "assets/Armstrong.jpg",
        "description": "Somewhere in the Sea of Tranquillity, the little depression in which Buzz Aldrin stood on the evening of July 20, 1969, is still there—one of billions of pits and craters and pockmarks on the moon’s ancient surface. But it may not be the astronaut’s most indelible mark. Aldrin never cared for being the second man on the moon—to come so far and miss the epochal first-man designation Neil Armstrong earned by a mere matter of inches and minutes. But Aldrin earned a different kind of immortality. Since it was Armstrong who was carrying the crew’s 70-millimeter Hasselblad, he took all of the pictures—meaning the only moon man earthlings would see clearly would be the one who took the second steps. That this image endured the way it has was not likely. It has none of the action of the shots of Aldrin climbing down the ladder of the lunar module, none of the patriotic resonance of his saluting the American flag. He’s just standing in place, a small, fragile man on a distant world—a world that would be happy to kill him if he removed so much as a single article of his exceedingly complex clothing. His arm is bent awkwardly—perhaps, he has speculated, because he was glancing at the checklist on his wrist. And Armstrong, looking even smaller and more spectral, is reflected in his visor. It’s a picture that in some ways did everything wrong if it was striving for heroism. As a result, it did everything right."
    },
    {
        "title": "Jewish Boy Surrenders In Warsaw, 1943",
        "url": "assets/Jewish boy.jpg",
        "description": "The terrified young boy with his hands raised at the center of this image was one of nearly half a million Jews packed into the Warsaw ghetto, a neighborhood transformed by the ­Nazis into a walled compound of grinding starvation and death. Beginning in July 1942, the German occupiers started shipping some 5,000 Warsaw inhabitants a day to concentration camps. As news of exterminations seeped back, the ghetto’s residents formed a resistance group. “We saw ourselves as a Jewish underground whose fate was a tragic one,” wrote its young leader Mordecai Anielewicz. “For our hour had come without any sign of hope or rescue.” That hour arrived on April 19, 1943, when Nazi troops came to take the rest of the Jews away. The sparsely armed partisans fought back but were eventually subdued by German tanks and flame­throwers. When the revolt ended on May 16, the 56,000 survivors faced summary execution or deportation to concentration and slave-labor camps. SS Major General Jürgen Stroop took such pride in his work clearing out the ghetto that he created the Stroop Report, a leather-bound victory album whose 75 pages include a laundry list of boastful spoils, reports of daily killings and dozens of heart-­wrenching photos like that of the boy raising his hands. This collection proved his undoing, for besides giving a face to those who died, the pictures reveal the power of photography as a documentary tool. At the subsequent Nuremburg war-crimes trials, the volume became key evidence against Stroop and resulted in his hanging near the ghetto in 1951. The Holocaust produced scores of searing images. But none had the evidentiary impact of the boy’s surrender. The child, whose identity has never been confirmed, has come to represent the face of the 6 million defenseless Jews killed by the Nazis."
    },
    {
        "title": "James Nachtwey | Famine in Somalia | 1992",
        "url": "assets/famine-somalia.jpg",
        "description": "Unable to get an assignment to document the 1992 famine in Somalia photojournalist James Nachtwey decided to go alone. Supported on the ground by the Red Cross, Nachtwey captured the horrors of the famine. This, his most haunting image captures a woman in a wheelbarrow waiting to be taken to a feeding center. After the publication of his harrowing images the Red Cross received the biggest wave of public support since WWII and were able to save ONE and a half million people."
    },
    {
        "title": "Iconic photo of Che Guevara | 1960",
        "url": "assets/Che_Guevara.jpg",
        "description": "Little did photographer Alberto Korda realize when it took two frames of Fidel Castro’s young associate, as an afterthought, that it would become such an iconic image.Upon his death 7 years later his portrait of Che Guevara would become the iconic image of rebel lion and revolution for people around the world. Even still today it is prevalent in the Cuban culture and around the world. Controversial as Che was, whether you consider him a hero or a villain, the portrait stands the test of time."
    },
    {
        "title": " Iraqi Girl At Checkpoint, Chris Hondros, 2005",
        "url": "assets/iraqi girl.jpg",
        "description": "Moments before American photojournalist Chris Hondros took this picture of Samar Hassan, the little girl was in the backseat of her family’s car as they drove home from the Iraqi city of Tall ‘Afar. Now Samar was an orphan, her parents shot dead by U.S. soldiers who had opened fire because they feared the car might be carrying insurgents or a suicide bomber. It was January 2005, and the war in Iraq was at its most brutal. Such horrific accidents were not rare in that chaotic conflict, but they had never been documented in real time. Hondros, who worked for Getty Images, was embedded with the Army unit when the shooting happened. He transmitted his photographs immediately, and by the following day they were published around the world. The images led the U.S. military to revise its checkpoint procedures, but their greater effect was in compelling an already skeptical public to ask why American soldiers were killing the people they had ostensibly come to liberate and protect. Hondros was killed during the civil war in Libya in 2011."
    },
    {
        "title": "Earthrise, William Anders, NASA, 1968",
        "url": "assets/earth.jpg",
        "description": "It’s never easy to identify the moment a hinge turns in history. When it comes to humanity’s first true grasp of the beauty, fragility and loneliness of our world, however, we know the precise instant. It was on December 24, 1968, exactly 75 hours, 48 minutes and 41 seconds after the Apollo 8 spacecraft lifted off from Cape Canaveral en route to becoming the first manned mission to orbit the moon. Astronauts Frank Borman, Jim Lovell and Bill Anders entered lunar orbit on Christmas Eve of what had been a bloody, war-torn year for America. At the beginning of the fourth of 10 orbits, their spacecraft was emerging from the far side of the moon when a view of the blue-white planet filled one of the hatch windows. “Oh, my God! Look at that picture over there! Here’s the Earth coming up. Wow, is that pretty!” Anders exclaimed. He snapped a picture—in black and white. Lovell scrambled to find a color canister. “Well, I think we missed it,” Anders said. Lovell looked through windows three and four. “Hey, I got it right here!” he exclaimed. A weightless Anders shot to where Lovell was floating and fired his Hasselblad. “You got it?” Lovell asked. “Yep,” Anders answered. The image—our first full-color view of our planet from off of it—helped to launch the environmental movement. And, just as important, it helped human beings recognize that in a cold and punishing cosmos, we’ve got it pretty good."
    },
    {
        "title": "Falling Man, Richard Drew, 2001",
        "url": "assets/falling Man.jpg",
        "description": "The most widely seen images from 9/11 are of planes and towers, not people. Falling Man is different. The photo, taken by Richard Drew in the moments after the September 11, 2001, attacks, is one man’s distinct escape from the collapsing buildings, a symbol of individuality against the backdrop of faceless skyscrapers. On a day of mass tragedy, Falling Man is one of the only widely seen pictures that shows someone dying. The photo was published in newspapers around the U.S. in the days after the attacks, but backlash from readers forced it into temporary obscurity. It can be a difficult image to process, the man perfectly bisecting the iconic towers as he darts toward the earth like an arrow. Falling Man’s identity is still unknown, but he is believed to have been an employee at the Windows on the World restaurant, which sat atop the north tower. The true power of Falling Man, however, is less about who its subject was and more about what he became: a makeshift Unknown Soldier in an often unknown and uncertain war, suspended forever in history."
    },
    {
        "title": "Hitler At A Nazi Party Rally, Heinrich Hoffmann, 1934",
        "url": "assets/Hitler.jpg",
        "description": "Spectacle was like oxygen for the Nazis, and Heinrich Hoffmann was instrumental in staging Hitler’s growing pageant of power. Hoffmann, who joined the party in 1920 and became Hitler’s personal photographer and confidant, was charged with choreographing the regime’s propaganda carnivals and selling them to a wounded German public. Nowhere did Hoffmann do it better than on September 30, 1934, in his rigidly symmetrical photo at the Bückeberg Harvest Festival, where the Mephistophelian Führer swaggers at the center of a grand Wagnerian fantasy of adoring and heiling troops. By capturing this and so many other extravaganzas, ­Hoffmann—who took more than 2 million photos of his boss—fed the regime’s vast propaganda machine and spread its demonic dream. Such images were all-pervasive in Hitler’s Reich, which shrewdly used Hoffman’s photos, the stark graphics on Nazi banners and the films of Leni Riefenstahl to make Aryanism seem worthy of godlike worship. Humiliated by World War I, punishing reparations and the Great Depression, a nation eager to reclaim its sense of self was rallied by Hitler’s visage and his seemingly invincible men aching to right wrongs. Hoffmann’s expertly rendered propaganda is a testament to photography’s power to move nations and plunge a world into war."
    },
    {
        "title": "Robert Capa | The Falling Soldier | 1936",
        "url": "assets/falling-soldier.jpg",
        "description": "Capa’s image of a Spanish militiaman being shot was taken without him ever looking through his viewfinder. Captured by holding his camera above his head while in the trenches this image took war photography to a different level. Soon after, journalists began to be formally embedded into army units as their importance in capturing and documenting the horrors of war was realized."
    },
    {
        "title": "The Burning Monk, Malcolm Browne, 1963",
        "url": "assets/burning monk.jpg",
        "description": "In June 1963, most Americans couldn’t find Vietnam on a map. But there was no forgetting that war-torn Southeast Asian nation after Associated Press photographer Malcolm Browne captured the image of Thich Quang Duc immolating himself on a Saigon street. Browne had been given a heads-up that something was going to happen to protest the treatment of Buddhists by the regime of President Ngo Dinh Diem. Once there he watched as two monks doused the seated elderly man with gasoline. “I realized at that moment exactly what was happening, and began to take pictures a few seconds apart,” he wrote soon after. His Pulitzer Prize–­winning photo of the seemingly serene monk sitting lotus style as he is enveloped in flames became the first iconic image to emerge from a quagmire that would soon pull in America. Quang Duc’s act of martyrdom became a sign of the volatility of his nation, and President Kennedy later commented, “No news picture in history has generated so much emotion around the world as that one.” Browne’s photo forced people to question the U.S.’s association with ­Diem’s government, and soon resulted in the Administration’s decision not to interfere with a coup that November."
    },
    {
        "title": "Lunch Atop A Skyscraper, 1932",
        "url": "assets/skyscraper lunch.jpg",
        "description": "It’s the most perilous yet playful lunch break ever captured: 11 men casually eating, chatting and sneaking a smoke as if they weren’t 840 feet above Manhattan with nothing but a thin beam keeping them aloft. That comfort is real; the men are among the construction workers who helped build Rockefeller Center. But the picture, taken on the 69th floor of the flagship RCA Building (now the GE Building), was staged as part of a promotional campaign for the massive skyscraper complex. While the photographer and the identities of most of the subjects remain a mystery—the photographers Charles C. Ebbets, Thomas Kelley and William Leftwich were all present that day, and it’s not known which one took it—there isn’t an ironworker in New York City who doesn’t see the picture as a badge of their bold tribe. In that way they are not alone. By thumbing its nose at both danger and the Depression, Lunch Atop a Skyscraper came to symbolize American resilience and ambition at a time when both were desperately needed. It has since become an iconic emblem of the city in which it was taken, affirming the romantic belief that New York is a place unafraid to tackle projects that would cow less brazen cities. And like all symbols in a city built on hustle, Lunch Atop a Skyscraper has spawned its own economy. It is the Corbis photo agency’s most reproduced image. And good luck walking through Times Square without someone hawking it on a mug, magnet or T-shirt."
    }
]